[String]
10000=OK
10001=Overfører data, vent litt...
10002=Ukjent
10003=Prøv igj.
10004=Avbryt
10005=Frakoble
10006=Tilkobler...
14000=Lasting av GPRS-bibliotek mislyktes.
14001=Oppretting av Internett-tilkobling mislyktes!
14002=Frakobling av GPRS mislyktes.
14003=GPRS-tilkobling frakoblet.
14004=RAS-navn tomt.
14005=Feil under lasting av Bluedrv-bibliotek.
14006=Feil under lasting av hver API.
14007=Feil under innstilling av forespørsel.
14008=PIN-kode tom.
14009=Feil oppstod under paring med enhet. Sørg for riktige Bluetooth-innstillinger i telefonen, og reparer.
14010=Feil oppstod under innstilling av enhet som standardverdi.
14011=Feil oppstod under henting av enhetens modellnavn.
14012=Feil oppstod under lesing av enhetsinformasjon.
14013=Bluetooth-enhet eller håndsett ble ikke funnet.
14014=Må hente data først.
14015=Håndsettet er i øyeblikket utilgjengelig.  Kontroller at håndsettets hovedskjermbilde vises, og at håndsettet ikke er i bruk av andre programmer.
14016=Kontroller at enheten er godt koblet til telefonen.
14017=Kontroller at enheten er godt koblet til telefonen.
14018=Skriving av data tilbake til mobilen mislyktes!
14019=Lesing av data fra mobilen mislyktes!
14020=Sletting av mobil mislyktes.
14021=Feil under sjekking av parameter.
14022=For lite minne.
14023=Ingen koblingsenhet.
14024=Denne funksjonen støttes ikke.
14025=Ingen data.
14026=Kan ikke åpne filen.
14027=Ustøttet filformat.
14028=Ugyldig dato/klokkeslett.
14029=Feil under lesing/skriving av data.
14030=Ugyldige data.
14031=Kobling av bibliotek mislyktes.
14032=Filnavnfeil eller filen finnes ikke!
14033=Tråden er avsluttet!
14034=Ingen SIM-kort.
14035=Begrenset funksjon.
14036=Håndsettet svarer ikke.
14037=Årsaken til feilen kan være: 1. Håndsettet er fortsatt i ferd med å slås på. 2. Det er en feil på SIM-kortet.  Klikk på Oppdater-knappen for å starte denne prosessen på nytt.
14038=Ukjent feil!
14039=Feil under tilkobling av HF-lyd.
14040=Feil under frakobling av HF-lyd.
14041=Feil under tilkobling av kontakt.
14042=For lite plass til å lagre data

15000=Telefon-menyen
15001=Velg en telefonmodell først!
15002=%s er ikke tilkoblet.
15003=%s er tilkoblet.
16000=Telefonbok
17000=SMS
17001=Avsender:
17002=Mottaker:
17003=Melding
17004=Dato:
18000=Filbehandling
20000=Søker 
20001=%s funnet.
21001=Paring med telefon
21002=I ferd med å koble til telefonen for første gang. Hvis telefonen krever at du angir et passord, angi:
21003=1234
21005=Parer enhet, vent litt...(PIN=1234)
21006=Par
21007=Søker etter telefoner, vent litt...
21008=Kobler til enhet, vent litt...
22000=Søk
22001=Mobiltelefon
22002=Sørg for at Bluetooth på telefonen er aktivert. Begynne å søke etter telefoner nå?
23000=Ringetaster
24000=Om telefonen
24001=Du bør konfigurere telefonen slik at den kobles automatisk til navigatoren i fremtiden. Se telefonhåndboken hvis du vil ha flere detaljer.
25000=Bluetooth
26000=Oppsett
27000=Samtalelogg
27001=Besvart anrop
27002=Utgående anrop
27003=Tapt anrop
27004=Navn:
27005=Nummer:
27006=Dato:
27007=Tid:
27008=Ringer...
27009=Ring ut
27010=Innkommende anrop
27011=Innkommende SMS
28000=Telefonbokoppsett
28001=Importer telefonboken automatisk
28002=Behold telefonboken på minnekortet
28003=SMS-oppsett
28004=Importer melding automatisk
28005=Åpne innkommende melding automatisk
28006=Behold meldinger på minnekortet
28007=Handsfree-oppsett
28008=Handsfree-oppstart automatisk

29000=Informasjon
29001=Telefonnavn:
29002=Bærer:
29003=Telefonsignal:
29004=Telefonbatteri:
30000=Telefonbok
30001=Melding
30002=Samtalelogg
30003=Telefonoppringing
30004=HF på
30005=HF av
30006=Oppsett
30007=Søk telefon
30008=Handsfree
30009=Tilkoble
30010=Frakoble
30011=Bluetooth på
30012=Bluetooth av
